Repository: i96751414/plugin.video.flix
Catalog: resources/language/resource.language.*/strings.po
Languages: pt_br

# #30000
source: General
pt_br: Geral

# #30001
source: Enable cache
pt_br: Ativar cache

# #30002
source: Cache expiration time (days)
pt_br: Tempo de expiração da cache (dias)

# #30003
source: Language
pt_br: Idioma

# #30004
source: Prefer original titles
pt_br: Preferir títulos originais

# #30005
source: Install YouTube add-on
pt_br: Instalar add-on YouTube

# #30006
source: Providers timeout (seconds)
pt_br: Tempo limite dos provedores (segundos)

# #30007
source: Include adult content
pt_br: Incluir conteúdo adulto

# #30008
source: Providers resolve timeout (seconds)
pt_br: Tempo limite de resolução dos provedores (segundos)

# #30009
source: Username
pt_br: Nome de Utilizador

# #30010
source: Password
pt_br: Senha

# #30011
source: Subtitles folder
pt_br: Pasta das legendas

# #30012
source: Scraper threads number
pt_br: Número de threads do scraper

# #30013
source: Automatically choose media
pt_br: Escolher mídia automaticamente

# #30014
source: Enable search history
pt_br: Ativar histórico de pesquisas

# #30015
source: Clear search history
pt_br: Limpar histórico de pesquisas

# #30016
source: Library
pt_br: Biblioteca

# #30017
source: Library path
pt_br: Pasta da biblioteca

# #30018
source: Add unaired episodes
pt_br: Adicionar episódios não emitidos

# #30019
source: Add special episodes
pt_br: Adicionar episódios especiais

# #30020
source: Update Kodi library after insertion
pt_br: Atualizar biblioteca do Kodi após inserção

# #30021
source: Rebuild library
pt_br: Re-construir biblioteca

# #30022
source: Automatically update library content
pt_br: Atualizar conteúdo da biblioteca automaticamente

# #30023
source: Automatically add new content to library
pt_br: Adicionar novo conteúdo na biblioteca automaticamente

# #30024
source: Number of pages to add
pt_br: Número de páginas a adicionar

# #30025
source: Refresh rate (days)
pt_br: Taxa de atualização (dias)

# #30026
source: Enable progress dialog
pt_br: Ativar diálogo de progresso

# #30027
source: Propagate view type
pt_br: Propagar tipo de visualização

# #30028
source: Show unaired episodes
pt_br: Mostrar episódios não emitidos

# #30029
source: Save last chosen result
pt_br: Guardar o último resultado escolhido

# #30100
source: Discover
pt_br: Explorar

# #30101
source: Movies
pt_br: Filmes

# #30102
source: TV Shows
pt_br: Séries

# #30103
source: Search
pt_br: Procurar

# #30104
source: People
pt_br: Pessoas

# #30105
source: Next page
pt_br: Próxima página

# #30106
source: By genre
pt_br: Por género

# #30107
source: By year
pt_br: Por ano

# #30108
source: Trailer not found!
pt_br: Trailer não encontrado!

# #30109
source: Providers can't be called
pt_br: Provedores não podem ser executados

# #30110
source: Please wait...
pt_br: Por favor, aguarde...

# #30111
source: Getting results from providers...
pt_br: A obter resultados dos provedores...

# #30112
source: No results found!
pt_br: Não foram encontrados resultados!

# #30113
source: Results found:
pt_br: Resultados disponíveis:

# #30114
source: Trending movies
pt_br: Filmes em tendência

# #30115
source: Popular movies
pt_br: Filmes populares

# #30116
source: Top rated movies
pt_br: Filmes mais votados

# #30117
source: Now playing movies
pt_br: Filmes em cartaz

# #30118
source: Upcoming movies
pt_br: Próximas estreias

# #30119
source: Trending TV shows
pt_br: Séries em tendência

# #30120
source: Popular TV shows
pt_br: Séries populares

# #30121
source: Top rated TV shows
pt_br: Séries mais votadas

# #30122
source: TV shows airing today
pt_br: Séries no ar hoje

# #30123
source: TV shows on the air
pt_br: Séries no ar

# #30124
source: Search by
pt_br: Procurar por

# #30125
source: Movie
pt_br: Filme

# #30126
source: TV Show
pt_br: Série

# #30127
source: Person
pt_br: Pessoa

# #30128
source: All
pt_br: Tudo

# #30129
source: Provider timed out resolving
pt_br: O provedor excedeu o tempo limite de resolução

# #30130
source: New search
pt_br: Nova pesquisa

# #30131
source: Delete entry
pt_br: Apagar entrada

# #30132
source: Search history cleared
pt_br: Histórico de pesquisas apagado

# #30133
source: Add to library
pt_br: Adicionar à biblioteca

# #30134
source: Item added to library
pt_br: Item adicionado à biblioteca

# #30135
source: Library path is not valid
pt_br: Pasta da biblioteca inválida

# #30136
source: Edit entry
pt_br: Editar entrada

# #30137
source: Item previously added to library
pt_br: Item adicionado anteriormente

# #30138
source: Library rebuilt
pt_br: Biblioteca re-construida

# #30139
source: Play
pt_br: Reproduzir

# #30140
source: Adding contents to library
pt_br: A adcionar conteúdos na biblioteca

# #30141
source: Updating library
pt_br: A atualizar biblioteca

# #30142
source: Re-building library
pt_br: A reconstruir biblioteca

# #30143
source: Multiple filters
pt_br: Múltiplos filtros

# #30144
source: Similar movies
pt_br: Filmes similares

# #30145
source: Similar shows
pt_br: Séries similares

# #30146
source: No providers available
pt_br: Sem provedores disponíveis

# #30147
source: Do you want to use the previously chosen result?
pt_br: Deseja usar o resultado escolhido anteriormente?
